[
    {   "category": "Specialty Cold Drinks",
        "name": "Espresso Frappe",
        "urlAlias": "espresso-frappe",
        "description": "A delicious drink that conquers at first glance: an inviting, velvety iced foam prepared on the spot. This milk-free beverage is a light, soft version of the frappe made with just espresso, a few ice cubes and a little sugar",
        "ingredients": [
            "3 tbsp. (40-50 ml) espresso",
            "1 tbsp plus 1 tsp (20 ml) liquid sugar",
            "5-6 ice cubes"
        ],
        "preparation": [
            "1. Chill the 2/3 cup (150 ml) glass",
            "2. Prepare two espressos in a cappuccino cup",
            "3. Put the ice cubes, liquid sugar and two espressos, which are added as the last ingredient, into the blender. Blend for 30 seconds, until it thickens into a frappe.",
            "4. Pour into the glass, filtering the ice with the strainer. Serve."
        ]
    },
    {   "category": "Specialty Cold Drinks",
        "name": "Greek Cappuccino",
        "urlAlias": "greek-cold-cappuccino",
        "description": "A shower of crushed ice makes this drink a lighter version of a traditional iced cappuccino.",
        "ingredients": [
            "1 shot illy espresso",
            "2 tsp liquid sugar (10 ml)",
            "4 Tbsp skim milk (60 ml)",
            "4-5 ice cubes"
        ],
        "preparation": [
            "1. Chill an 8 oz ( 240 ml) glass",
            "2. Prepare the espresso into a small pour pitcher",
            "3. Place the ice cubes, liquid sugar, skim milk and espresso in a blender",
            "4. Blend for no more than 5 seconds and pour into the glass"
        ]
    },
    {   "category": "Specialty Cold Drinks",
        "name": "Freddo Espresso Shaken",
        "urlAlias": "freddo-espresso-shaken",
        "description": "This recipe is a cold and refreshing espresso drink, perfect from those warm summer days. Prepared in a shaker with sugar and a few ice cubes, the espresso acquires an irresistible soft cream. A delight to be sipped during a relaxing break.  Enjoy with a biscotti or two.",
        "ingredients": [
            "3 tbsp. (40-50 ml) espresso",
            "2 tsp (10 ml) liquid sugar",
            "Ice cubes"
        ],
        "preparation": [
            "1. Chill the glass.",
            "2. Prepare two espressos in a cappuccino cup.",
            "3. Put the ice cubes, liquid sugar and two espressos, which are added as the last ingredient, into the Boston shaker.",
            "4. Shake vigorously and pour into the chilled glass, filtering the ice with a strainer."
        ]
    },
    {   "category": "Specialty Cold Drinks",
        "name": "Tiramisu Espresso",
        "urlAlias": "tiramisu-espresso",
        "description": "A drinkable version of a favorite Italian dessert, perfect at the end of a meal or as a rich and tasty treat.",
        "ingredients": [
            "2 shots illy espresso",
            "1 scoop vanilla ice cream or gelato",
            "2 ladyfingers, crumbled",
            "Unsweetened cocoa powder"
        ],
        "preparation": [
            "1. Prepare 2 shots espresso into a small pour pitcher",
            "2. Place ice cream or gelato, ladyfingers and espresso in a blender",
            "3. Blend 20-30 seconds until thick, with a frappé texture",
            "4. Pour into a decorative glass and top with a dusting of cocoa powder"
        ]
    },
    {   "category": "Specialty Cold Drinks",
        "name": "Light Melting Espresso",
        "urlAlias": "light-melting-espresso",
        "description": "A combination of coffee and chocolate with a delicate touch of milk, giving rise to a cold, light froth with an unexpected warm espresso heart.",
        "ingredients": [
            "1 tbsp plus 1 or 2 tsp (20-25 ml) espresso",
            "1/3 cup (80 ml) skim milk",
            "2 tsp (10 ml) liquid cane sugar",
            "Approx. 1/16 oz (3 g) unsweetened cocoa powder"
        ],
        "preparation": [
            "1. Prepare the espresso in the cup and sweeten it with some liquid sugar.",
            "2. Mix the milk and cocoa powder in the frothing pitcher.",
            "3. Pour the milk and cocoa frappe into the 2/3 cup (150 ml) glass and add the sweetened espresso, pouring it into the center of the frappe. Decorate with a light dusting of cocoa powder."
        ]
    },
    {   "category": "Specialty Cold Drinks",
        "name": "Espresso Freddo Greco",
        "urlAlias": "caffe-freddo-greco",
        "description": "It looks like the classic shaken double this cold espresso, which makes it even more intriguing. The king of classics meets ice, to give the palate an intense and vigorous pleasure.",
        "ingredients": [
            "3 tbsp. (40-50 ml) espresso",
            "2 tsp (10 ml) of liquid sugar",
            "4 ice cubes"
        ],
        "preparation": [
            "1. Chill an 8 oz (150 ml) glass.",
            "2. Prepare 2 espresso into a cappuccino cup.",
            "3. In the mixing glass, mix the ice, the liquid sugar and the 2 espresso with the mixing spoon, which you will add as the last ingredient. Blend for up to 5 seconds.",
            "4. Pour the mixture into the glass and serve."
        ]
    },
    {   "category": "Specialty Cold Drinks",
        "name": "Espresso Freddo",
        "urlAlias": "espresso-freddo",
        "description": "A cold variation of excellence of the most classic coffee, espresso. ",
        "ingredients": [
            "3 tbsp. (40-50 ml) espresso",
            "2 tsp (10 ml) of liquid sugar",
            "2 tsp (10 ml) of cold mineral water",
            "Ice cubes"
        ],
        "preparation": [
            "1. Chill an 8 oz (240 ml) glass.",
            "2. Prepare 2 espresso into a cappuccino cup.",
            "3. In the mixing glass, mix the water, ice cubes, liquid sugar and the 2 espresso with the mixing spoon, which you will add as the last ingredient.",
            "4. Pour the mixture into the glass, filtering the ice with the strainer, and serve."
        ]
    },
    {   "category": "Specialty Cold Drinks",
        "name": "Affogato",
        "urlAlias": "espresso-ice-cream-affogato",
        "description": "The affogato immediately spreads good cheer. This delectable espresso dessert features ice cream and a rich, smooth covering of espresso.",
        "ingredients": [
            "1 tbsp. plus 1 or 2 tsp (20-25 ml) espresso",
            "1 1/2 oz (40 g) ice cream",
            "Fresh heavy cream",
            "Unsweetened cocoa powder"
        ],
        "preparation": [
            "1. Prepare the espresso in a small cup.",
            "2. Put the  ice cream in the glass and pour the espresso over it.",
            "3. Add whip cream (optional) and use as garnish.",
            "4. Decorate with a little cocoa powder and serve."
        ]
    },
    {   "category": "Coffee Cocktails",
        "name": "Amore",
        "urlAlias": "amore-coffee",
        "description": "An encounter between a double espresso and the sweet personality of amaretto liqueur, including a dense layer of shaken cream. It is no coincidence that this hot, intense, aromatic drink, with a romantic soul, is called Amore.",
        "ingredients": [
            "Approx. 3 tbsp (45-50 ml) espresso",
            "Approx. 3 tbsp (40 ml) amaretto liqueur",
            "Approx. 3 tbsp (40 ml)",
            "Fresh heavy cream",
            "Cane sugar",
            "2 coffee beans"
        ],
        "preparation": [
            "1. Prepare two espresso in a cappuccino cup.",
            "2. Pour the liqueur into the glass and heat it with your espresso machine’s steam wand. Take care to not overheat it, as this would change its aromas.",
            "3. Add the espresso to the liqueur.",
            "4. Pour the cream, which should be very cold, into the mini shaker. Shake until the mixture becomes quite dense.",
            "5. Gently rest the cream on the surface of the cocktail, making it run down the back of the mixing spoon so that it stays on the surface.",
            "6. Garnish with two coffee beans and a dusting of cane sugar, and serve."
        ]
    },
    {   "category": "Coffee Cocktails",
        "name": "Irish Coffee",
        "urlAlias": "irish-coffee",
        "description": "A classic born in Ireland and celebrated all over the world for its combination of coffee and Irish whiskey. A delicate layer of thick but not overly-whipped cream tempers the strength of this cocktail, and completes its perfection.",
        "ingredients": [
            "2 shots illy espresso",
            "Approx. 3 tbsp (40 ml) Irish whiskey",
            "1 tsp (5 g) cane sugar",
            "Approx. 3 tbsp (40 ml) fresh heavy cream",
            "Unsweetened cocoa powder",
            "2 coffee beans"
        ],
        "preparation": [
            "1. Prepare two espresso into a cappuccino cup.",
            "2. Pour the whiskey and the cane sugar into a serving glass, heating it with the steam wand of your espresso machine. Take care not to overheat it as this will alter the taste of the whiskey.",
            "3. Add the coffee to the glass of warmed whiskey.",
            "4. Shake the cream, which should be very cold, in the mini shaker until it becomes quite thick.",
            "5. Layer the cream on the cocktail, gently pouring it over the back of a mixing spoon so that it floats on top of the coffee.",
            "6. Decorate with a dusting of cocoa powder and garnish with two coffee beans before serving."
        ]
    },
    {   "category": "Coffee Cocktails",
        "name": "Vodka Espresso",
        "urlAlias": "vodka-espresso",
        "description": "Vodka in this cold cocktail meets espresso: the two discover they like each other a lot and together they willingly abandon themselves to the creaminess of the coffee liqueur, creating a perfect harmony of flavors.",
        "ingredients": [
            "25 ml of espresso",
            "10 ml of liquid sugar",
            "10 ml of coffee liqueur",
            "20 ml of white vodka",
            "Ice cubes"
        ],
        "preparation": [
            "1. Prepare the espresso in the cup.",
            "2. Add the liquid sugar, coffee liqueur, white vodka and, finally, the espresso. Cool by mixing the ingredients with the mixing spoon.",
            "3. Pour the mixture into the glass together with some ice cubes and serve."
        ]
    },
    {   "category": "Coffee Cocktails",
        "name": "Espresso Delight",
        "urlAlias": "espresso-delight",
        "description": "With its pure white decadence, the shaken cream hides under a delectable layer of chocolate and coffee, to which a touch of alcohol adds a cheeky touch. The unmistakeable taste of espresso is enhanced by the aromatic notes of liqueur that accompanies it.",
        "ingredients": [
            "1 TBSP plus 2 TSP (25 ml) of espresso",
            "2 TBSP (30 ml) of hot chocolate",
            "Liquid sugar",
            "1 TBSP plus 1 TSP (20 ml) of coffee liqueur",
            "Approx. 3 TBSP (40 ml) of heavy cream"
        ],
        "preparation": [
            "1. Prepare the espresso in a small cup.",
            "2. Prepare the hot chocolate in the pitcher.  Sweeten it with some liquid sugar to taste.",
            "3. Pour the hot chocolate, espresso, and liqueur into a glass",
            "4. Shake the cream in a shaker, which should be very cold, until it becomes quite thick.",
            "5. Gently rest the cream on the surface of the cocktail, making it run down the back of the mixing spoon, and serve."
        ]
    }
]
